export const data={
    course_image:"/assets/cs56.jpg",
    course_title:"data-bases",
    offeredBy:"youtube-dbms-nptel",
    rating:4.5,
    overview:[" Databases form the backbone of all major applications today – tightly or loosely coupled, intranet or internet based, financial, social, administrative, and so on. Structured Database Management Systems (DBMS) based on relational and other models have long formed the basis for such databases. Consequently, Oracle, Microsoft SQL Server, Sybase etc. have emerged as leading commercial systems while MySQL, PostgreSQL etc. lead in open source and free domain. While DBMS’s differ in details, they share a common set of models, design paradigms and a Structured Query Language (SQL). In this background the course would examine data structures, file organizations, concepts and principles of DBMS’s, data analysis, database design, data modeling, database management, data & query optimization, and database implementation. More specifically, the course introduces relational data models; entity-relationship modeling, SQL, data normalization, and database design. It would also introduce query coding practices using MySQL (or any other open system) through various assignments. Design of simple multi-tier client/server architectures based and Web-based database applications will also be introduced."],
    screenshots:['/assets/cs506.png','/assets/cs506.png'],
    topics_covered:["Week 1 Course Overview. Introduction to RDBMS Week 2: Structured Query Language (SQL) Week 3: Relational Algebra. Entity-Relationship Model  Week 4: Relational Database Design Week 5: Application Development. Case Studies. Storage and File Structure Week 6: Indexing and Hashing. Query Processing Week 7: Query Optimization. Transactions (Serializability and Recoverability) Week 8: Concurrency Control. Recovery Systems. Course Summarization"]
};

// overview contains paragrpahs in arrays like ["para1","para2","para3"]
// Means that the first element is the first para, second element is second para and so on

//For screenshots, use urls
//Same for course_image